[
	{
		"number": 1,
		"title": "CH 20 56. 64.",
		"content": "<h3>1 CH 20 56. 64</h3>  GOD, who made the earth, The air, the sky, the sea, Who gave the light its birth, Careth for me.<br><br> <strong>2</strong> God, who made the grass, The flower, the fruit, the tree, The day and night to pass, Careth for me.<br><br> <strong>3</strong> God, who made the sun, The moon, the stars, is He Who, when life’s clouds come on, Careth for me.<br><br> <strong>4</strong> God, who made all things On earth, in air, in sea, Who changing seasons brings, Careth for me.<br><br> <strong>5</strong> God, who sent His Son To die on Calvary, He, if I lean on Him, Will care for me.<br><br> <strong>6</strong> When in heaven’s bright land I all His loved ones see, I’ll sing with that blest band, ‘God cared for me.’<br> <h4>Sarah Betts Rhodes, 1829-1904.</h4>"
	},
	{
		"number": 2,
		"title": "2 CH 4 LM",
		"content": "<h3>2 CH 4 LM</h3>O TRINITY, O blessèd light,O unity, most principal,The fiery sun now leaves our sight:Cause in our hearts Thy beamsto fall.<br><br><strong>2</strong> Let us with songs of praise divineAt morn and evening Theeimplore,And let our glory, bowed to Thine,Thee glorify for evermore.<br><br><strong>3</strong> To God the Father, glory great,And glory to His only son,And to the Holy paraclete,Both now and still while agesrun. Amen.<br><h4>St Ambrose,340-97: Tr. by Wm. Drummond Of Hawthornden</h4>"
	},
	{
		"number": 3,
		"title": "3 CH 263 11 11. 11 5.",
		"content": "<h3>3 CH 263 11 11. 11 5.</h3>FATHER, we praise Thee, now thenight is over;Active and watchful, stand we allbefore Thee;Singing, we offer prayer andmeditation:Thus we adore Thee.<br><br><strong>2</strong> Monarch of all things, fit us forThy mansions;Banish our weakness, health andwholeness sending;Bring us to heaven, where Thysaints UnitedJoy without ending.<br><br><strong>3</strong> All-holy Father, Son and equalSpirit,Trinity blessèd, send us Thy salva-tion;Thine is the glory, gleaming andresoundingThrough all creation.<br><h4>Attributed To St. Gregory The Great, 540-604; Tr. by Percy Dearmeb, 1867-1936.</h4>"
	},
	{
		"number": 4,
		"title": "4 CH 1 11 12, 12 10.",
		"content": "<h3>4 CH 1 11 12, 12 10.</h3> HOLY, holy, holy, Lord God Almighty! Early in the morning our song shall rise to Thee; Holy, holy, holy, merciful and mighty, God in Three Persons blessèd Trinity!<br><br> <strong>2</strong> Holy, holy, holy! all the saints adore Thee, Casting down their golden crowns around the glassy sea, Cherubim and seraphim falling down before Thee, Which wert, and art, and evermore shalt be.<br><br> <strong>3</strong> Holy, holy, holy! though the dark- ness hide Thee, Though the eye of sinful man Thy glory may not see, Only Thou art holy; there is none beside Thee, Perfect in power, in love, and pu- rity.<br><br> <strong>4</strong> Holy, holy, holy, Lord God Almighty! All Thy works shall praise Thy name In earth and sky and sea; Holy, holy, holy, merciful and mighty, God in Three Persons, blessèd Trinity!<br> <h4>Reginald Heber, 1783-1826.</h4>"
	},
	{
		"number": 5,
		"title": "5 CH 3 L. M.",
		"content": "<h3>5 CH 3 L. M.</h3> WE praise, we worship Thee, O God; Thy sovereign power we sound abroad; All nations bow before Thy throne And Thee the great Jehovah own.<br><br> <strong>2</strong> Loud hallelujahs to Thy Name Angels and seraphim proclaim; By all the powers and thrones in heaven Eternal praise to Thee is given.<br><br> <strong>3</strong> O holy, holy, holy Lord, Thou God of hosts, by all adored, Earth and the heavens are full of Thee, Thy light, Thy power, Thy majesty.<br><br> <strong>4</strong> Apostles join the glorious throng, And swell the loud triumphant song; Prophets and martyrs hear the sound, And spread the hallelujah round.<br><br> <strong>5</strong> Glory to Thee, O God most high! Father, we praise Thy majesty; The Son, the Spirit we adore– One Godhead, blest for ever- more.<br> <h4>Tr. in Philip Gell’s Psalms and Hymn, 1815.</h4>"
	},
	{
		"number": 6,
		"title": "6 CH 2 87.87. and refrain.",
		"content": "<h3>6 CH 2 87.87. and refrain.</h3> ROUND the Lord in glory seated,<br>  Cherubim and seraphim<br>  Filled His temple, and repeated<br>  Each to each the alternate hymn:<br>  ‘Lord, Thy glory fills the heaven;<br>  Earth is with its fulness stored;<br>  Unto Thee be glory given,<br>  Holy, holy, holy Lord.’<br><br>  <strong>2</strong> Heaven is still with glory ringing,<br>  Earth takes up the angels’ cry,<br>  ‘Holy, holy, holy,’ singing,<br>  ‘Lord of hosts, the Lord most<br>  high.<br>  Lord, Thy glory fills the heaven;<br>  Earth is with its fulness stored;<br>  Unto Thee be glory given,<br>  Holy, holy, holy Lord.’<br><br>  <strong>3</strong> With His seraph train before Him,<br>  With His holy Church below,<br>  Thus conspire we to adore Him,<br>  Bid we thus our anthem flow;<br>  ‘Lord, Thy glory fills the heaven;<br>  Earth is with its fulness stored;<br>  Unto Thee be glory given,<br>  Holy, holy, holy Lord.’<br>  <h4>Richard Mant, 1776-1848.</h4>"
	},
	{
		"number": 7,
		"title": "7 CH 5 L. M.",
		"content": "<h3>7 CH 5 L. M.</h3>  FATHER of heaven, whose love<br>  profound<br>  A ransom for our souls hath found,<br>  Before Thy throne we sinners<br>  bend;<br>  To us Thy pardoning love extend.<br><br>  <strong>2</strong> Almighty Son, Incarnate Word,<br>  Our Prophet, Priest, Redeemer,<br>  Lord,<br>  Before Thy throne we sinner bend;<br>  To us Thy saving grace extend.<br><br>  <strong>3</strong> Eternal Spirit, by whose breath<br>  The soul is raised from sin and<br>  death,<br>  Before Thy throne we sinners<br>  bend;<br>  To us Thy quickening power<br>  extend.<br><br>  <strong>4</strong> Jehovah – Father, Spirit, Son –<br>  Mysterious Godhead, Three in<br>  One,<br>  Before Thy throne we sinners bend;<br>  Grace, pardon, life to us extend.<br>  <h4>Edward Cooper, 1770-1833.</h4>"
	},
	{
		"number": 8,
		"title": "8 CH 7 87. 87. 87.",
		"content": "<h3>8 CH 7 87. 87. 87.</h3>  GLORY be to God the Father,<br>  Glory be to God the Son,<br>  Glory be to God the Spirit, –<br>  Great Jehovah, Three in One!<br>  Glory, glory<br>  While eternal ages run!<br><br>  <strong>2</strong> Glory be to Him who loved us,<br>  Washed us from each spot and<br>  stain!<br>  Glory be to Him who bought us,<br>  Made us kings with Him to<br>  reign!<br>  Glory, glory<br>  To the Lamb that once was slain!  <br><br>  <strong>3</strong> Glory to the King of angels,<br>  Glory to the Church’s king,<br>  Glory to the King of nations!<br>  Heaven and earth, your praises<br>  bring;<br>  Glory, glory<br>  To the King of glory bring!<br><br>  <strong>4</strong> ‘Glory, blessing, praise eternal!’<br>  Thus the choir of angels sings;<br>  ‘Honour, riches, power, dominion!’<br>  Thus its praise creation brings;<br>  Glory, glory<br>  Glory to the King of kings!  <h4>Horratius Bonar, 1808-89.</h4>"
	},
	{
		"number": 9,
		"title": "9 CH 28 87. 87.",
		"content": "<h3>9 CH 28 87. 87.</h3>  A GLADSOME hymn of praise<br>  we sing<br>  And thankfully we gather<br>  To bless the love of God above,<br>  Our everlasting Father.<br><br>  <strong>2</strong> In Him rejoice with heart and voice,<br>  Whose glory fadeth never,<br>  Whose providence is our defence,<br>  Who lives and loves for ever.<br><br>  <strong>3</strong> Full in His sight His children stand,<br>  By His strong arm defended,<br>  And He whose wisdom guides the<br>  World<br>  Our footsteps hath attended.<br><br>  <strong>4</strong> For nothing falls unknown to Him,<br>  Or care or joy or sorrow,<br>  And He whose mercy ruled the past<br>  Will be our stay to-morrow.<br><br>  <strong>5</strong> Then praise the Lord with one<br>  accord,<br>  To His great Name give glory,<br>  And of His never-changing love<br>  Repeat the wondrous story.<br>  <h4>Ambrose Nichols Elatchford,<br>1842-1924.</h4>"
	},
	{
		"number": 10,
		"title": "10 CH 13 88. 44. 88. and refrain",
		"content": "<h3>10 CH 13 88. 44. 88. and refrain</h3>  ALL creatures of our God and King,<br>  Lift up your voice and with us sing<br>  Alleluia, Alleluia!<br>  Thou burning sun with golden beam,<br>  Thou silver moon with softer gleam,<br><br>  <i>  	O praise Him, O praise Him<br>  	Alleluia, Alleluia, Alleluia!  </i><br><br>  <strong>2</strong> Thou rushing wind that art so strong,<br>  Ye clouds that sail in heaven along,<br>  O praise Him, Alleluia!<br>  Thou rising morn, in praise rejoice,<br>  Ye lights of evening, find a voice.<br><br>  <strong>3</strong> Thou flowing water, pure and clear,<br>  Make music for thy Lord to hear,<br>  Alleluia, Alleluia!<br>  Thou fire so masterful and   bright,<br>  That givest man both warmth and   light.<br><br>  <strong>4</strong> Dear mother earth, who day by  day<br>  Unfoldest blessings on our way,<br>  O praise Him, Alleluia!<br>  The flowers and fruits that in  thee grow,<br>  Let them His glory also show.<br><br>  <strong>5</strong> And all ye men of tender heart,<br>  Forgiving others, take your part,<br>  O sing ye, Alleluia!<br>  Ye who long pain and sorrow  bear,<br>  Praise God and on Him cast your  care.<br><br>  <strong>6</strong> And thou, most kind and gentle<br>  death,<br>  Waiting to hush our latest  breath,<br>  O praise Him, Alleluia!<br>  Thou leadest home the child of  God,<br>  And Christ our Lord the way hath  trod.<br><br>  <strong>7</strong> Let all things their Creator bless,<br>  And worship Him in humbleness,<br>  O praise Him, Alleluia!<br>  Praise, praise the Father, praise  the Son,<br>  And praise the Spirit, Three in One.<br>  <h4>  	St. Francis of Assisi, 1182-1226;<br>  	Tr. by William Henry<br>  	Draper, 1855-1933.<br>  </h4>"
	},
]